Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/aili-keskitalo.html.tmx
Source language: nob
Languages: sme

source: Aili Keskitalo / Representanter / Om Sametinget / Forsiden - Sametinget
sme: Aili Keskitalo / Áirasat / Sámedikki birra / Sámediggi - Sametinget

source: Ávjovárri krets
sme: Aili Keskitalo

source: Fødselsdato:
sme: NSR

source: Sivilstatus: Gift og tre barn.
sme: aili.keskitalo@samediggi.no

source: Follow Aili Keskitalo on Twitter
sme: Follow Aili Keskitalo on Facebook

source: Yrke
sme: Follow Aili Keskitalo on blogg
